Repository: DieGeduld/daily-menu-manager
Catalog: languages/*.po
Languages: de_de

source: Daily Menu Manager
de_de: Tagesmenü-Manager

source: Manage daily menus and their orders efficiently.
de_de: Verwalte Tagesmenüs und deren Bestellungen effizient.

source: Daily Menu
de_de: Tagesmenü

source: Menu was copied successfully!
de_de: Menü wurde erfolgreich kopiert!

source: Error copying menu.
de_de: Fehler beim Kopieren des Menüs.

source: Menu was saved!
de_de: Menü wurde gespeichert!

source: Error saving menu.
de_de: Fehler beim Speichern des Menüs.

source: Are you sure you want to delete this menu item?
de_de: Bist du sicher, dass du diesen Menüpunkt löschen möchtest?

source: Please select a date.
de_de: Bitte wähle ein Datum aus.

source: Please add at least one menu item.
de_de: Bitte füge mindestens einen Menüpunkt hinzu.

source: Please fill in all required fields.
de_de: Bitte fülle alle erforderlichen Felder aus.

source: Copy
de_de: Kopieren

source: Cancel
de_de: Abbrechen

source: Menu saved successfully.
de_de: Menü erfolgreich gespeichert.

source: No permission.
de_de: Keine Berechtigung.

source: No order information received.
de_de: Keine Bestellinformationen erhalten.

source: Order updated.
de_de: Bestellung aktualisiert.

source: Error updating order.
de_de: Fehler beim Aktualisieren der Bestellung.

source: Invalid parameters.
de_de: Ungültige Parameter.

source: No menu exists for this date.
de_de: Für dieses Datum existiert kein Menü.

source: Menu copied successfully.
de_de: Menü erfolgreich kopiert.

source: Invalid parameters, menu ID missing
de_de: Ungültige Parameter, Menü-ID fehlt

source: A menu already exists for this date.
de_de: Für dieses Datum existiert bereits ein Menü.

source: Drag to reorder
de_de: Ziehen zum Neuordnen

source: Drag handle
de_de: Ziehgriff

source: Toggle menu item
de_de: Menüpunkt umschalten

source: Click to expand/collapse
de_de: Klicken zum Erweitern/Reduzieren

source: (No title)
de_de: (Kein Titel)

source: Duplicate item
de_de: Element duplizieren

source: Duplicate this menu item
de_de: Diesen Menüpunkt duplizieren

source: Delete item
de_de: Element löschen

source: Delete this menu item
de_de: Diesen Menüpunkt löschen

source: Title
de_de: Titel

source: Enter the name of the dish or menu item
de_de: Gib den Namen des Gerichts oder Menüpunkts ein

source: Description
de_de: Beschreibung

source: Optional: Add ingredients or other details about this item
de_de: Optional: Füge Zutaten oder andere Details zu diesem Element hinzu

source: Price
de_de: Preis

source: Enter the price for this item (e.g., 12,50)
de_de: Gib den Preis für diesen Artikel ein (z.B. 12,50)

source: Available Quantity
de_de: Verfügbare Menge

source: Enter the available quantity for this item
de_de: Gib die verfügbare Menge für diesen Artikel ein

source: Additional Options
de_de: Zusätzliche Optionen

source: Manage additional options
de_de: Zusätzliche Optionen verwalten

source: Allergen Information
de_de: Allergen-Informationen

source: List any allergens present in this dish
de_de: Liste alle in diesem Gericht enthaltenen Allergene auf

source: Advanced Settings
de_de: Erweiterte Einstellungen

source: Availability Times
de_de: Verfügbarkeitszeiten

source: Orders
de_de: Bestellungen

source: Are you sure you want to delete this order?
de_de: Bist du sicher, dass du diese Bestellung löschen möchtest?

source: Order has been deleted.
de_de: Bestellung wurde gelöscht.

source: Error deleting the order.
de_de: Fehler beim Löschen der Bestellung.

source: No order number provided.
de_de: Keine Bestellnummer angegeben.

source: Order not found.
de_de: Bestellung nicht gefunden.

source: Order deleted successfully.
de_de: Bestellung erfolgreich gelöscht.

source: Error deleting order.
de_de: Fehler beim Löschen der Bestellung.

source: Settings
de_de: Einstellungen

source: Settings saved.
de_de: Einstellungen gespeichert.

source: Vegetarian
de_de: Vegetarisch

source: Glutenfree
de_de: Glutenfrei

source: Daily Menu Manager successfully updated to version %s
de_de: Daily Menu Manager erfolgreich auf Version %s aktualisiert

source: Daily Menu Manager update failed: %s
de_de: Daily Menu Manager Update fehlgeschlagen: %s

source: Your order has been successfully placed!
de_de: Deine Bestellung wurde erfolgreich aufgegeben!

source: There was an error placing your order. Please try again.
de_de: Beim Aufgeben deiner Bestellung ist ein Fehler aufgetreten. Bitte versuche es erneut.

source: Please select at least one dish.
de_de: Bitte wähle mindestens ein Gericht aus.

source: Please fill out all required fields.
de_de: Bitte fülle alle erforderlichen Felder aus.

source: Today's Menu
de_de: Heutiges Menü

source: No menu available for today.
de_de: Heute kein Menü verfügbar.

source: No menu items available for today.
de_de: Keine Menüpunkte für heute verfügbar.

source: Quantity:
de_de: Menge:

source: Notes:
de_de: Hinweise:

source: e.g. without onions
de_de: z.B. ohne Zwiebeln

source: Order Summary
de_de: Bestellübersicht

source: Total:
de_de: Gesamt:

source: Phone Number
de_de: Telefonnummer

source: (for possible inquiries)
de_de: (für mögliche Rückfragen)

source: e.g. (555) 123-4567
de_de: z.B. 0650 456789

source: Pick up or eat in
de_de: Abholen oder vor Ort essen

source: Please choose
de_de: Bitte wählen

source: Pick up
de_de: Abholen

source: Eat in
de_de: Vor Ort essen

source: Pickup Time
de_de: Abholzeit

source: Order notes
de_de: Bestellhinweise

source: Place Order
de_de: Bestellung aufgeben

source: No dishes selected.
de_de: Keine Gerichte ausgewählt.

source: Error updating available quantities:
de_de: Fehler beim Aktualisieren der verfügbaren Mengen:

source: Appetizer
de_de: Vorspeise

source: Main Course
de_de: Hauptgang

source: Dessert
de_de: Nachspeise

source: Appetizers
de_de: Vorspeisen

source: Main Courses
de_de: Hauptgänge

source: Desserts
de_de: Nachspeisen

source: Pending
de_de: Ausstehend

source: Confirmed
de_de: Bestätigt

source: Completed
de_de: Abgeschlossen

source: Cancelled
de_de: Storniert

source: Daily Menu Manager requires WordPress 5.0 or higher.
de_de: Daily Menu Manager benötigt WordPress 5.0 oder höher.

source: Error creating tables: %s
de_de: Fehler beim Erstellen der Tabellen: %s

source: Daily Menu Manager updated to version %s
de_de: Daily Menu Manager auf Version %s aktualisiert

source: Update failed. Please check the error log.
de_de: Aktualisierung fehlgeschlagen. Bitte überprüfe das Fehlerprotokoll.

source: Manage Daily Menu
de_de: Tagesmenü verwalten

source: Select Date:
de_de: Datum auswählen:

source: Today
de_de: Heute

source: Copy Menu
de_de: Menü kopieren

source: Import Menu
de_de: Menü importieren

source: Quantity
de_de: Menge

source: Save Menu
de_de: Menü speichern

source: Select the target date for copying:
de_de: Wähle das Zieldatum für das Kopieren:

source: Select the source date:
de_de: Wähle das Quelldatum:

source: Today's orders
de_de: Heutige Bestellungen

source: Today's revenue
de_de: Heutiger Umsatz

source: Ordered items
de_de: Bestellte Artikel

source: Date:
de_de: Datum:

source: Order Number:
de_de: Bestellnummer:

source: Phone:
de_de: Telefon:

source: Reset Filter
de_de: Filter zurücksetzen

source: No orders found.
de_de: Keine Bestellungen gefunden.

source: Order Number
de_de: Bestellnummer

source: Date/Time
de_de: Datum/Uhrzeit

source: Phone
de_de: Telefon

source: Type
de_de: Typ

source: Ordered Items
de_de: Bestellte Artikel

source: Total
de_de: Gesamt

source: Actions
de_de: Aktionen

source: Menu properties
de_de: Menüeigenschaften

source: Remove
de_de: Entfernen

source: Add property
de_de: Eigenschaft hinzufügen

source: Define the properties that can be selected for menus here.
de_de: Definiere hier die Eigenschaften, die für Menüs ausgewählt werden können.

source: Main color
de_de: Hauptfarbe

source: Select a main color.
de_de: Wähle eine Hauptfarbe.

source: out of stock
de_de: nicht verfügbar

source: %dx available
de_de: %dx verfügbar

source: Consumption types
de_de: Verzehrarten

source: Add consumption type
de_de: Verzehrart hinzufügen

source: Define the consumption types for orders (e.g., Pick up, Eat in).
de_de: Definiere die Verzehrarten für Bestellungen (z.B. Abholen, Vor Ort essen).

source: Save settings
de_de: Einstellungen speichern

source: British Pound (£)
de_de: Britisches Pfund (£)

source: Swiss Franc (CHF)
de_de: Schweizer Franken (CHF)

source: Japanese Yen (¥)
de_de: Japanischer Yen (¥)

source: Canadian Dollar (C$)
de_de: Kanadischer Dollar (C$)

source: Australian Dollar (A$)
de_de: Australischer Dollar (A$)

source: Polish Złoty (zł)
de_de: Polnischer Złoty (zł)

source: Custom currency
de_de: Benutzerdefinierte Währung

source: European format (9,99 %s)
de_de: Europäisches Format (9,99 %s)

source: Anglo-American format (9.99 %s)
de_de: Anglo-amerikanisches Format (9.99 %s)

source: European format, symbol first (%s 9,99)
de_de: Europäisches Format, Symbol zuerst (%s 9,99)

source: Anglo-American format, symbol first (%s 9.99)
de_de: Anglo-amerikanisches Format, Symbol zuerst (%s 9.99)

source: Compact European format (9,99%s)
de_de: Kompaktes europäisches Format (9,99%s)

source: Compact Anglo-American format (9.99%s)
de_de: Kompaktes anglo-amerikanisches Format (9.99%s)

source: General Settings
de_de: Allgemeine Einstellungen

source: Menu Properties
de_de: Menü-Eigenschaften

source: Appearance
de_de: Erscheinungsbild

source: Consumption Types
de_de: Verzehrarten

source: Currency
de_de: Währung

source: Custom currency symbol:
de_de: Benutzerdefiniertes Währungszeichen:

source: Enter your custom currency symbol (e.g. €, $, £).
de_de: Geben Sie das benutzerdefinierte Währungszeichen ein (z.B. €, $, £).

source: Select the currency for displaying prices.
de_de: Wählen Sie die Währung zur Anzeige von Preisen.

source: Price format
de_de: Preisformat

source: Choose how prices should be displayed in the menu.
de_de: Wählen Sie, wie Preise im Menü angezeigt werden sollen.

source: Current price format example:
de_de: Aktuelles Preisformat-Beispiel:

source: Save settings to update example
de_de: Einstellungen speichern, um Beispiel zu aktualisieren
